Repository: stubillwhite/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: fr

source: This modified Piranha F12 is in all respects the same vessel except for special weapon tube modifications that allow it to fire nukes in addition to its normal loadout. However, these changes reduce its overall missile storage capacity.
fr: Ce Piranha F12 modifie est a tous egards le meme vaisseau, a l'exception des modifications speciales du tube d'arme qui lui permettent de tirer des armes nucleaires en plus de son chargement normal. Cependant, ces changements reduisent sa capacite globale de stockage de missiles.

source: The first version of the Piranha was not popular due to its meager firepower and odd tube configuration. The result was a huge financial failure.
fr: La premiere version du Piranha n'etait pas populaire en raison de sa faible puissance de feu et de sa configuration de tube etrange. Le resultat a ete un enorme echec financier.

source: This combat-specialized Piranha F12 adds mine-laying tubes, combat maneuvering systems, and a jump drive.
fr: Ce Piranha F12 specialise dans le combat ajoute des tubes de pose de mines, des systemes de man≈ìuvre de combat et un moteur de Jump.

source: Cruiser: Strike ship
fr: Croiseur: Strike ship

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The Q7 model is fitted with a warp drive.
fr: Le Stalker est un vaisseau d'attaque concu pour se lancer dans la bataille, infliger des degats rapidement et sortir rapidement. Le modele Q7 est equipe d'un entrainement de chaine.

source: The Stalker is a strike ship designed to swoop into battle, deal damage quickly, and get out fast. The R7 model is fitted with a jump drive.
fr: Le Stalker est un vaisseau d'attaque concu pour se lancer dans la bataille, infliger des degats rapidement et sortir rapidement. Le modele R7 est equipe d'un jump drive.

source: The Ranus U sniper is built to deal a large amounts of damage quickly and from a distance before escaping. It's the only basic frigate that carries nuclear weapons, even though it's also the smallest of all frigate-class ships.
fr: Le tireur d'elite Ranus U est concu pour infliger de gros degats rapidement et a distance avant de s'echapper. C'est la seule fregate de base qui porte des armes nucleaires, meme si c'est aussi le plus petit de tous les navires de la classe des fregates.

source: Light transport
fr: Transport leger

source: Popular among traders and smugglers, the Flavia is a small cargo and passenger transport. It's cheaper than a freighter for small loads and short distances, and is often used to carry high-value cargo discreetly.
fr: Populaire parmi les commercants et les passeurs, le Flavia est un petit transport de marchandises et de passagers. Il est moins cher qu'un cargo pour les petites charges et les courtes distances, et est souvent utilise pour transporter discretement des marchandises de grande valeur.

source: The Flavia Falcon is a Flavia transport modified for faster flight, and adds rear-mounted lasers to keep enemies off its back.
fr: Le Flavia Falcon est un transport Flavia modifie pour un vol plus rapide et ajoute des lasers montes a l'arriere pour eloigner les ennemis de son dos.

source: The Flavia P.Falcon has a nuclear-capable rear-facing weapon tube and a warp drive.
fr: Le Flavia P.Falcon dispose d'un tube d'arme oriente vers l'arriere a capacite nucleaire et d'un entrainement de chaine.

source: Repulse
fr: Repousser

source: Armored Transport
fr: Transport blinde

source: The battle Docker can send drones to explore , fight and support a war field.
fr: Le Battle Docker peut envoyer des drones pour explorer, combattre et soutenir un champ de guerre.

source: Player Cruiser
fr: Joueur Cruiser

source: Player Missile Cr.
fr: Joueur Missile Cr.

source: Player Fighter
fr: Joueur combattant

source: Tug
fr: Remorqueur

source: The tugboat is a reliable, but small and un-armed transport ship. Due to it's low cost, it is a favourite ship to teach the ropes to fledgeling captains, without risking friendly fire.
fr: Le remorqueur est un navire de transport fiable, mais petit et non arme. En raison de son faible cout, c'est un navire prefere pour enseigner les ficelles aux capitaines en herbe, sans risquer un tir ami.

source: Small mine laying vessel with minimal armament, shields and hull
fr: Petit vaisseau poseur de mines avec armement, boucliers et carlingue minimaux

source: Fighter
fr: Combattant

source: Fighters are quick agile ships that do not do a lot of damage, but usually come in larger groups. They are easy to take out, but should not be underestimated.
fr: Les chasseurs sont des vaisseaux agiles rapides qui ne font pas beaucoup de degats, mais viennent generalement en groupes plus importants. Ils sont faciles a eliminer, mais ne doivent pas etre sous-estimes.

source: Fabricated by: Repulse shipyards. Due to it's versatility, this ship has found wide adoptation in most factions. Most factions have extensively retrofitted these ships to suit their combat doctrines. Because it's an older model, most factions have been selling stripped versions. This practice has led to this ship becomming an all time favourite with smugglers and other civillian parties. However, they have used it's adaptable nature to re-fit them with (illegal) weaponry.
fr: Fabrique par: les chantiers spatiaux Repulse. En raison de sa polyvalence, ce vaisseau a trouve une large adoption dans la plupart des factions. La plupart des factions ont considerablement modernise ces vaisseaux pour les adapter a leurs doctrines de combat. Comme il s'agit d'un modele plus ancien, la plupart des factions vendent des versions depouillees. Cette pratique a conduit ce vaisseau a devenir un favori de tous les temps avec les passeurs et autres partis civiles. Cependant, ils ont utilise sa nature adaptable pour les reequiper d'armes (illegales).

source: Fabricated by: Repulse shipyards. The sucessor to the widly sucesfull mark I Karnack cruiser. This ship has several notable improvements over the original ship, including better armor, slightly improved weaponry and customization by the shipyards. The latter improvement was the most requested feature by several factions once they realized that their old surplus mark I ships were used for less savoury purposes.
fr: Fabrique par: les chantiers spatiaux Repulse. Le successeur de la marque I Karnack cruiser largement sucesfull. Ce vaisseau a plusieurs ameliorations notables par rapport au vaisseau d'origine, y compris une meilleure armure, un armement legerement ameliore et une personnalisation par les chantiers spatiaux. Cette derniere amelioration a ete la caracteristique la plus demandee par plusieurs factions une fois qu'elles ont realise que leurs vieux vaisseaux de marque I excedentaires etaient utilises a des fins moins savoureuses.

source: Missile Cruiser
fr: Croiseur de missiles

source: Cruiser: Missile
fr: Croiseur: missile

source: Polaris missle cruiser mark I. Fabricated by: Repulse shipyards. This missile cruiser is a long range missile firing platform. It cannot handle a lot of damage, but can do a lot of damage if not dealt with properly.
fr: Marque de croiseur missle Polaris I. Fabrique par: les chantiers spatiaux Repulse. Ce croiseur de missiles est une plate-forme de tir de missiles a longue portee. Il ne peut pas encaisser beaucoup de degats, mais il peut en faire beaucoup s'il n'est pas traite correctement.

source: The gunship is a ship equiped with a homing missile tube to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
fr: Le GunShip est un vaisseau equipe d'un tube de missile a tete chercheuse pour faire des degats initiaux, puis eliminer l'ennemi avec 2 faisceaux de tir avant. Il est concu pour eliminer rapidement les ennemis plus faibles que lui-meme.

source: The advanced gunship is a ship equiped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself.
fr: Le GunShip avance est un navire equipe de 2 missiles a tete chercheuse pour infliger des degats initiaux, puis eliminer l'ennemi avec 2 faisceaux de tir avant. Il est concu pour eliminer rapidement les ennemis plus faibles que lui-meme.

source: Adv. Striker
fr: Strike avance

# subclass
source: Patrol
fr: Patrouille

source: The Advanced Striker is a jump-drive equipped fighter build for quick strikes, it's slow but very agile, but does not do an extreme amount of damage, and lacks in shields. However, due to the jump drive, it's quick to get into the action.
fr: Le Striker avance est un combattant equipe d'un jump-drive pour des frappes rapides, il est lent mais tres agile, mais ne fait pas une quantite extreme de degats et manque de boucliers. Cependant, en raison du moteur Jump, il est rapide d'entrer dans l'action.

source: The Striker is the predecessor to the advanced striker, slow but agile, but does not do an extreme amount of damage, and lacks in shields
fr: Le Striker est le predecesseur de l'attaquant avance, lent mais agile, mais n'inflige pas une quantite extreme de degats et manque de boucliers

source: The Dreadnought is a flying fortress, it's slow, slow to turn, but packs a huge amount of beam weapons in the front. Taking it head-on is suicide.
fr: Le Dreadnought est une forteresse volante, il est lent, lent a tourner, mais contient une enorme quantite d'armes a faisceau a l'avant. Le prendre de front est un suicide.

source: The battle station is a huge ship with many defensive features. It can be docked by smaller ships.
fr: La station de combat est un enorme navire avec de nombreuses fonctionnalites defensives. Il peut etre amarre par des navires plus petits.

source: Weapons platform
fr: Plateforme d'armes

source: The weapons-platform is a stationary platform with beam-weapons. It's extremely slow to turn, but it's beam weapons do a huge amount of damage.
fr: La plateforme d'armes est une plate-forme stationnaire avec des armes a faisceau. Il est extremement lent a tourner, mais ses armes a faisceau font d'enormes degats.

source: Blockade Runner
fr: Blocus Runner

source: Blockade runner is a reasonably fast, high shield, slow on weapons ship designed to break through defense lines and deliver goods.
fr: Blockade Runner est un vaisseau d'armes raisonnablement rapide, haut et lent, concu pour franchir les lignes de defense et livrer des marchandises.

source: Ktlitan Fighter
fr: Combattant Ktlitan

source: Ktlitan Breaker
fr: Briseur Ktlitan

source: Ktlitan Worker
fr: Ouvrier Ktlitan

source: Ktlitan Drone
fr: Drone Ktlitan

source: Ktlitan Feeder
fr: Mangeoire Ktlitan

source: Ktlitan Scout
fr: Scout Ktlitan

source: Ktlitan Destroyer
fr: Destructeur Ktlitan

source: Ktlitan Queen
fr: Reine Ktlitan

source: Interceptor
fr: Intercepteur

source: The MT52 Hornet is a basic interceptor found in many corners of the galaxy. It's easy to find spare parts for MT52s, not only because they are produced in large numbers, but also because they suffer high losses in combat.
fr: Le MT52 Hornet est un intercepteur de base trouve dans de nombreux coins de la galaxie. Il est facile de trouver des pieces detachees pour les MT52, non seulement parce qu'elles sont produites en grand nombre, mais aussi parce qu'elles subissent des pertes importantes au combat.

source: The MU52 Hornet is a new, upgraded version of the MT52. All of its systems are slightly improved over the MT52 model.
fr: Le MU52 Hornet est une nouvelle version amelioree du MT52. Tous ses systemes sont legerement ameliores par rapport au modele MT52.

source: The MP52 Hornet is a significantly upgraded version of MU52 Hornet, with nearly twice the hull strength, nearly three times the shielding, better acceleration, impulse boosters, and a second laser cannon.
fr: Le MP52 Hornet est une version considerablement amelioree du MU52 Hornet, avec pres de deux fois la resistance de la carligue, pres de trois fois le blindage, une meilleure acceleration, des boosters d'impulsion et un deuxieme canon laser.

source: The Adder line's fifth iteration proved to be a great success among pirates and law officers alike. It is cheap, fast, and easy to maintain, and it packs a decent punch.
fr: La cinquieme iteration de la ligne Adder s'est averee etre un grand succes parmi les pirates et les officiers de justice. Il est bon marche, rapide et facile a entretenir, et il a un bon coup de poing.

source: The mark 4 Adder is a rare sight these days due to the success its successor, the mark 5 Adder, which often replaces this model. Its similar hull, however, means careless buyers are sometimes conned into buying mark 4 models disguised as the mark 5.
fr: La marque 4 Adder est un spectacle rare de nos jours en raison du succes de son successeur, la marque 5 Adder, qui remplace souvent ce modele. Sa carligue similaire, cependant, signifie que les acheteurs imprudents sont parfois amenes a acheter des modeles de marque 4 deguises en marque 5.

source: The mark 6 Adder is a small upgrade compared to the highly successful mark 5 model. Since people still prefer the more familiar and reliable mark 5, the mark 6 has not seen the same level of success.
fr: Le Mark 6 Adder est une petite amelioration par rapport au modele Mark 5 tres reussi. Puisque les gens preferent toujours la marque 5 plus familiere et plus fiable, la marque 6 n'a pas connu le meme niveau de succes.

source: Bomber
fr: Bombardier

source: The WX-Lindworm, or "Worm" as it's often called, is a bomber-class starfighter. While one of the least-shielded starfighters in active duty, the Worm's two launchers can pack quite a punch. Its goal is to fly in, destroy its target, and fly out or be destroyed.
fr: Le WX-Lindworm, ou "Worm" comme on l'appelle souvent, est un chasseur de classe bombardier. Bien que l'un des chasseurs stellaires les moins blindes en service actif, les deux lanceurs du Worm peuvent etre tres puissants. Son objectif est de voler, de detruire sa cible et de s'envoler ou d'etre detruit.

source: Natural
fr: Naturel

source: Asteroid
fr: Asteroide

source: Asteroids are minor planets, usually smaller than a few kilometers. Larger variants are sometimes refered to as planetoids.
fr: Les asteroides sont des planetes mineures, generalement plus petites que quelques kilometres. Les variantes plus grandes sont parfois appelees planetoides.

source: Nebula
fr: Nebuleuse

source: Nebulae are the birthing places of new stars. These gas fields, usually created by the death of an old star, slowly form new stars due to the gravitational pull of its gas molecules. Because of the ever-changing nature of gas nebulae, most radar and scanning technologies are unable to penetrate them. Science officers are therefore advised to rely on probes and visual observations.
fr: Les nebuleuses sont les lieux de naissance de nouvelles etoiles. Ces champs de gaz, generalement crees par la mort d'une vieille etoile, forment lentement de nouvelles etoiles en raison de l'attraction gravitationnelle de ses molecules de gaz. En raison de la nature en constante evolution des nebuleuses a gaz, la plupart des technologies de radar et de balayage sont incapables de les penetrer. Il est donc conseille aux scientifiques de se fier aux sondes et aux observations visuelles.

source: Black hole
fr: Trou noir

source: A black hole is a point of supercondensed mass with a gravitational pull so powerful that not even light can escape it. It has no locally detectable features, and can only be seen indirectly by blocking the view and distorting its surroundings, creating a strange circular mirror image of the galaxy. The black disc in the middle marks the event horizon, the boundary where even light can't escape it anymore. On the sensors, a black hole appears as a disc indicating the zone where the gravitational pull is getting dangerous, and soon will be stronger then the ship's impulse engines. An object that crosses a black hole is drawn toward its center and quickly ripped apart by the gravitational forces.
fr: Un trou noir est un point de masse supercondensee avec une attraction gravitationnelle si puissante que meme la lumiere ne peut y echapper. Il n'a pas de caracteristiques detectables localement et ne peut etre vu qu'indirectement en bloquant la vue et en deformant son environnement, creant une etrange image miroir circulaire de la galaxie. Le disque noir au milieu marque l'horizon des evenements, la limite ou meme la lumiere ne peut plus y echapper. Sur les capteurs, un trou noir apparait comme un disque indiquant la zone ou l'attraction gravitationnelle devient dangereuse, et sera bientot plus forte que les moteurs a impulsion du navire. Un objet qui traverse un trou noir est attire vers son centre et rapidement dechire par les forces gravitationnelles.

source: Wormhole
fr: Trou de ver

source: A wormhole, also known as an Einstein-Rosen bridge, is a phenomena that connects two points of spacetime. Jump drives operate in a similar fashion, but instead of being created at will, a wormhole occupies a specific location in space. Objects that enter a wormhole instantaneously emerge from the other end, which might be anywhere from a few feet to thousands of light years away. Wormholes are rare, and most can move objects in only one direction. Traversable wormholes, which are stable and allow for movement in both directions, are even rarer. All wormholes generate tremendous sensor activity, which an astute science officer can detect even through disruptions such as nebulae.
fr: Un trou de ver, egalement connu sous le nom de pont Einstein-Rosen, est un phenomene qui relie deux points de l'espace-temps. Les moteurs Jump fonctionnent de la meme maniere, mais au lieu d'etre crees a volonte, un trou de ver occupe un emplacement specifique dans l'espace. Les objets qui penetrent dans un trou de ver emergent instantanement de l'autre extremite, qui peut se trouver entre quelques metres et des milliers d'annees-lumiere. Les trous de ver sont rares et la plupart ne peuvent deplacer des objets que dans une seule direction. Les trous de ver traversables, stables et permettant un mouvement dans les deux sens, sont encore plus rares. Tous les trous de ver generent une enorme activite de capteur, qu'un officier scientifique avise peut detecter meme en cas de perturbations telles que des nebuleuses.

source: Weapons
fr: Armes

source: This database only covers the basic versions of the missiles used throughout the galaxy. It has been reported that some battleships started using larger variations of those missiles. Small fighters and even frigates should not have too much trouble dodging them, but space captains of bigger ships should be wary of their doubled damage potential. Smaller variations of these missiles have become common in the galaxy, too. Fighter pilots praise their speed and maneuverability, because it gives them an edge against small and fast-moving targets. They only deal half the damage of their basic counterparts, but what good is a missile if it does not hit its target.
fr: Cette base de donnees ne couvre que les versions de base des missiles utilises dans toute la galaxie. Il a ete rapporte que certains cuirasses ont commence a utiliser de plus grandes variantes de ces missiles. Les petits chasseurs et meme les fregates ne devraient pas avoir trop de mal a les eviter, mais les capitaines des plus gros vaisseaux devraient se mefier de leur potentiel de degats double. De plus petites variations de ces missiles sont egalement devenues courantes dans la galaxie. Les pilotes de chasse louent leur vitesse et leur maniabilite, car cela leur donne un avantage contre des cibles petites et rapides. Ils n'infligent que la moitie des degats de leurs homologues de base, mais a quoi sert un missile s'il ne touche pas sa cible.

source: Homing missile
fr: Missile a tete chercheuse

source: This target-seeking missile is the workhorse of many space combat arsenals. It's compact enough to be fitted on frigates, and packs enough punch to be used on larger ships, though usually in more than a single missile tube.
fr: Ce missile de recherche de cible est le cheval de bataille de nombreux arsenaux de combat spatial. Il est suffisamment compact pour etre installe sur des fregates et contient suffisamment de punch pour etre utilise sur de plus gros vaisseaux utilisant souvent plus d'un tube de missiles.

source: A nuclear missile is similar to a homing missile in that it can seek a target, but it moves and turns more slowly and explodes a greatly increased payload. Its nuclear explosion spans 1U of space and can take out multiple ships in a single shot. Some captains oppose the use of nuclear weapons because their large explosions can lead to 'fragging', or unintentional friendly fire. Shields should protect crews from harmful radiation, but because these weapons are often used in the thick of battle, there's no way of knowing if hull plating or shields can provide enough protection.
fr: Un missile nucleaire est similaire a un missile a tete chercheuse en ce qu'il peut rechercher une cible, mais il se deplace et tourne plus lentement et explose une charge utile considerablement accrue. Son explosion nucleaire s'etend sur 1U d'espace et peut detruire plusieurs navires en un seul coup. Certains capitaines s'opposent a l'utilisation d'armes nucleaires parce que leurs grosses explosions peuvent entrainer des tirs amis ou non intentionnels. Les boucliers devraient proteger les equipages des radiations nocives, mais comme ces armes sont souvent utilisees au c≈ìur des combats, il n'y a aucun moyen de savoir si le revetement de la carligue ou les boucliers peuvent fournir une protection suffisante.

source: Mines are often placed in defensive perimeters around stations. There are also old minefields scattered around the galaxy from older wars. Some fearless captains use mines as offensive weapons, but their delayed detonation and blast radius make this use risky at best.
fr: Les mines sont souvent placees dans des perimetres defensifs autour des stations. Il y a aussi de vieux champs de mines disperses dans la galaxie des guerres plus anciennes. Certains capitaines intrepides utilisent les mines comme armes offensives, mais leur detonation retardee et leur rayon d'explosion rendent cette utilisation au mieux risquee.

source: The electromagnetic pulse missile (EMP) reproduces the disruptive effects of a nuclear explosion, but without the destructive properties. This causes it to only affect shields within its blast radius, leaving their hulls intact. The EMP missile is also smaller and easier to store than heavy nukes. Many captains (and pirates) prefer EMPs over nukes for these reasons, and use them to knock out targets' shields before closing to disable them with focused beam fire.
fr: Le missile a impulsion electromagnetique (EMP) reproduit les effets perturbateurs d'une explosion nucleaire, mais sans les proprietes destructrices. Cela l'amene a n'affecter que les boucliers dans son rayon d'explosion, laissant leurs carligues intactes. Le missile EMP est egalement plus petit et plus facile a stocker que les armes nucleaires lourdes. De nombreux capitaines (et pirates) preferent les EMP aux armes nucleaires pour ces raisons et les utilisent pour assommer les boucliers des cibles avant de les fermer pour les desactiver avec un tir de faisceau concentre.
