Repository: stubillwhite/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: fr

source: The Ktlitans are intelligent eight-legged creatures that resemble Earth's arachnids. However, unlike most terrestrial arachnids, the Ktlitans do not fight among themselves. Their common, and only, goal is their species' survival. While they live in a hierarchical structure that resembles a hive, the lower castes continue their work and start new tasks on their own even when no orders come from their superiors. However, when higher castes are present, the lower Ktlitans follow their orders without question or hesitation. Not much is known about the detailed Ktlitan hierarchy since they refuse most communication. This is because they were once driven from their homeworld over a span of 200 years when another species they befriended betrayed them, dominated them, and drained their world of resources. Forced into exile, the Ktlitans have searched for a new homeworld ever since, and out of paranoia typically attack other races on sight and without warning. It is known, however, that the strict Ktlitan hierarchy starts with their Queen and extends all the way to the bottom of their workforce, whose members are called "drones" by the humans. Their combat capabilities should not be underestimated, because while most ships in their fleets are individually weak, their hive-like coordination and numbers can quickly overwhelm even hardened targets. Most of their ships are unshielded, which makes EMPs largely ineffective against them. Ktlitans also have no qualms about applying suicidal tactics to ensure the Queen's survival.
fr: Les Ktlitiens sont des creatures arthropode intelligentes ressemblant a s'y meprendre aux arachnides terrestres. Toutefois, contrairement a ces derniers, les Ktlitiens ne se battent jamais entre eux. Leur but commun, et unique, est la survie de leur espece. Alors qu'ils vivent dans une structure hierarchique semblable a celle d'une ruche, les castes inferieures accomplissent leurs taches par elles-memes et savent prendre des initiatives, sans attendre la presence d'un superieur. En revanche, lorsque qu'un membre des castes superieures est present, les Ktlitiens suivent leurs ordres sans question ni hesitation. Tandis que l'ensemble de la ruche est dirige par une reine, les individus situes au pied de leur echelle sociale ont ete surnommes "drones" par la Marine Humaine. Dans la mesure ou ils refusent la plupart des communications, on ne sait que peu de choses sur les echelons intermediaires de cette hierarchie. Cela est le resultat de 200 ans d'oppression sur leur monde natal, lorsqu'une autre espece, avec laquelle ils se sont lies d'amitie, les a trahis, reduits en esclavage et a vide leur monde de ses ressources. Contraints a l'exil, les Ktlitiens ont des lors cherche un nouveau monde qu'ils defendent avec ferocite contre toute autre race. Leurs capacites de combat ne sont pas a prendre a la legere, car si la plupart des vaisseaux de leur flotte sont faibles individuellement, leur coordination et leur nombre, sont remarquables et peuvent rapidement submerger les cibles les plus endurcies. La plupart de leurs vaisseaux ne possedent aucun boucliers, ce qui rend les EMP totalement inefficaces. Par ailleurs, les Ktlitiens n'hesitent pas a recourir a des tactiques suicidaires pour assurer la survie de la Reine.

source: TSN
fr: FST

source: The Terran Stellar Navy or TSN consists of naval forces based near Terra. Its members are primarily Human. These humans and other races have banded together to form a navy to protect and enforce common philosophies. They are friendly with the human navy but do not follow the same command structure. Military actions taken in the past have made them enemies of the Arlenians, but they've got a better relationship with the Ghosts than the Human Navy does. The TSN and USN are enemies because of the USN's neutral stance towards the Kraylor.
fr: La Force Spatiale Terrienne ou FST est constituee de forces navales basees aux environs de la Terre. Ses membres sont principalement humains. Ces humains et d'autres races se sont regroupes pour former une marine afin de proteger et de faire respecter des philosophies communes. Ils sont allies a la Marine Humaine mais ne partagent pas la meme chaine de commandement. Certaines operations militaires passees ont fait d'eux des ennemis des Arleniens, mais ils ont de meilleures relations avec les Fantomes que la Marine Humaine. La FST et la MSU sont ennemies en raison de la position neutre de la MSU vis-a-vis du Kraylor.

source: USN
fr: MSU

source: The United Stellar Navy or USN is a naval force near the boundary of Human and Kraylor space consisting of mostly Humans. The USN is friendly with the human navy and uses a similar command structure. The USN is primarily Human, but other races are also a part, notably, some Kraylors have been accepted into the USN. This acceptance has made the TSN and USN enemies.
fr: La Marine Stellaire Unifiee ou MSU est une force navale composee principalement d'humains, situee pres de la frontiere entre les espaces humain et Kraylor. La MSU est alliee a la Marine Humaine avec laquelle il partage une structure de commandement similaire. Bien que la MSU soit principalement composee d'Humains, d'autres races en font egalement partie, notamment certains Kraylors qui ont ete acceptes en son sein. Cette acceptation a fait de la FTS et de la MSU des ennemis.

source: CUF
fr: FCU

source: The Celestial Unified Fleet or CUF is the farthest ranging primarily human fleet as well as the least xenophobic. The CUF goals center primarily on exploration and trade, but since it's a dangerous galaxy, they recognize the need for strong warships. Friendly with the human navy, neutral to the TSN and USN. Not as structured as the other primarily Human navies. The CUF have neutral relations with the Ktlitans as well as the Arlenians. They are enemies with Exuari, Kraylor and Ghosts for political and historical reasons, not Xenophobia: some of their best friends are Exuari, Kraylor and Ghosts.
fr: La Flotte Celeste Unifiee ou FCU est la flotte principalement humaine la plus etendue mais aussi la moins xenophobe. Ses objectifs sont principalement axes sur l'exploration et le commerce, mais elle reconnait la necessite de disposer de navires de guerre puissants en raison de la dangerosite de la galaxie. Amicaux envers la Marine Humaine mais neutres envers la FST et la MSU, leur structure est moins stricte que celle des autres flottes humaines. La FCU a des relations neutres avec les Ktlitiens ainsi qu'avec les Arleniens. Ils sont ennemis des Exuari, Kraylor et Fantomes pour des raisons politiques et historiques, et non pour des raisons de xenophobie : certains de leurs meilleurs amis sont des representants de ces races.

# database direction
source: Front
fr: Avant

# database direction
source: Right
fr: Droite

# database direction
source: Left
fr: Gauche

# database direction
source: Rear
fr: Arriere

# stance
source: Neutral
fr: Neutre

# stance
source: Enemy
fr: Ennemi

# stance
source: Friendly
fr: Amical

# database
source: Ships
fr: Vaisseaux

# database
source: Class
fr: Classes

# database
source: Sub-class
fr: Sous-classes

# database
source: Size
fr: Taille

# database
source: Shield
fr: Bouclier

source: Hull
fr: Carligue

# database
source: Move speed
fr: Vitesse de mouvement

# database
source: Turn speed
fr: Vitesse de rotation

# database
source: Warp speed
fr: Vitesse WARP

# database
source: Jump range
fr: Portee du Jump

source: {direction} beam weapon
fr: Arme a faisceau {direction}

# database
source: {direction} tube
fr: Tube {direction}

# database
source: {direction} small tube
fr: Petit tube {direction}

# database
source: {direction} large tube
fr: Grand tube {direction}

source: GM control code:
fr: Code du MJ :

source: Graphics options
fr: Options graphiques

source: Audio options
fr: Options audio

source: Interface options
fr: Options d'interface

source: Music Playback
fr: Musique de fond

source: Disabled
fr: Desactive

source: Enabled
fr: Active

source: Main Screen only
fr: Ecran principal

source: Music Volume: {volume}%
fr: Volume Musique : {volume} %

source: Impulse Engine sound
fr: Son de moteur a impulsion

source: Impulse Volume: {volume}%
fr: Volume Impulsion : {volume} %

source: Helms Radar Lock
fr: Verrouillage radar Pilotage

source: Weapons Radar Lock
fr: Verrouillage radar Artillerie

source: Science Radar Lock
fr: Verrouillage radar Analyste

source: Preview Soundtracks
fr: Apercu des bandes sonores

# options
source: Back
fr: Retour

# options
source: Save
fr: Sauver

source: Shields
fr: Boucliers

source: Beams
fr: Lasers

source: Mission Clock
fr: Horloge de mission

# alert
source: RED ALERT
fr: ALERTE ROUGE

# alert
source: YELLOW ALERT
fr: ALERTE JAUNE

source: Small Station
fr: Petite Station

source: Stations of this size are often used as research outposts, listening stations, and security checkpoints. Crews turn over frequently in a small station's cramped accommodatations, but they are small enough to look like ships on many long-range sensors, and organized raiders sometimes take advantage of this by placing small stations in nebulae to serve as raiding bases. They are lightly shielded and vulnerable to swarming assaults.
fr: Les stations de cette taille sont souvent utilisees en tant qu'avant-poste de recherche, stations d'ecoute, et points de passage de securite. L'equipage se renouvelle frequemment dans les logements exigus de ces petites stations, mais leur taille reduite leur permet d'apparaitre comme des vaisseaux sur de nombreux senseurs a longue distance, et des pirates organises s'en servent en placant de petites stations dans des nebuleuses pour servir de base de pillage. Elles disposent de boucliers legers et sont vulnerables a de petits assauts organises.

source: Medium Station
fr: Station Moyenne

source: Large enough to accommodate small crews for extended periods of times, stations of this size are often trading posts, refuelling bases, mining operations, and forward military bases. While their shields are strong, concerted attacks by many ships can bring them down quickly.
fr: Assez larges pour heberger de petits equipages pour une duree importante, les stations de cette taille sont souvent des bases de commerce, de ravitaillement, d'operations de minages ou encore de bases militaires. Malgre leurs puissants boucliers, des attaques collectives menees par plusieurs vaisseaux peuvent les abattre rapidement.

source: Large Station
fr: Grande Station

source: These spaceborne communities often represent permanent bases in a sector. Stations of this size can be military installations, commercial hubs, deep-space settlements, and small shipyards. Only a concentrated attack can penetrate a large station's shields, and its hull can withstand all but the most powerful weaponry.
fr: Ces communautes spatiales representent souvent des bases permanentes dans un secteur. Des stations de cette taille peuvent etre des installations militaires, des hubs commerciaux, des colonies dans l'espace lointain, ou de petits chantiers spatiaux. Seule une attaque concentree peut penetrer les boucliers d'une grande station, et seuls les armements les plus puissants pourront venir a bout de sa carligue.

source: Huge Station
fr: Immense Station

source: The size of a sprawling town, stations at this scale represent a faction's center of spaceborne power in a region. They serve many functions at once and represent an extensive investment of time, money, and labor. A huge station's shields and thick hull can keep it intact long enough for reinforcements to arrive, even when faced with an ongoing siege or massive, perfectly coordinated assault.
fr: De la taille d'une ville tentaculaire, les stations de cette ampleur representent le centre spatial de pouvoir regional d'une faction. Ils plusieurs fonctions simultanees et representent un grand investissement de temps, d'argent et de travail. Les enormes boucliers et la carligue epaisse d'une telle station peuvent garder celle-ci intacte assez longtemps pour l'arrivee de renforts, meme face a un siege en continu ou a un assaut massif parfaitement coordonne.

# database
source: Template
fr: Modele

# station
source: Helms
fr: Pilotage

# station
source: Weapons
fr: Artillerie

# station
source: Engineering
fr: Ingenierie

# station
source: Science
fr: Analyste

# station
source: Relay
fr: Navigation

# station
source: Tactical
fr: Tactique

# station
source: Engineering+
fr: Ingenierie +

# station
source: Single Pilot
fr: Pilote seul

# station
source: Damage Control
fr: Controle des degats

# station
source: Power Management
fr: Gestion de l'alimentation

# station
source: Instability Control
fr: Controle d'instabilite

# station
source: Systems Monitor
fr: Moniteur de systemes

# station
source: Database
fr: Base de donnees

# station
source: Strategic Map
fr: Carte strategique

# station
source: Ship's Log
fr: Logs du vaisseau

# station
source: Tractor Beam
fr: Rayon tracteur

# station
source: Drone Pilot
fr: Pilote de drone

# station
source: Dock Master
fr: Gestion des docks

source: No class
fr: Pas de classe

source: No sub-class
fr: Pas de sous-classe

# system
source: Oxygen
fr: Oxygene

source: LARP version
fr: Version GN

source: Tactical
fr: Tactique

source: Long range
fr: Analyse

source: Far range
fr: Navigation

# total
source: Repair
fr: reparation

# total
source: Oxygen
fr: Oxygene

source: health
fr: sante

source: heat
fr: chaleur

source: power
fr: Puissance

source: coolant
fr: Refroidissement

source: repair
fr: reparation

# slider
source: Repair
fr: reparation

source: Clock
fr: Horloge

# slider
source: Damage
fr: Dommage

# slider
source: Heat
fr: Chaleur

# slider
source: Effectiveness
fr: Efficacite

# button
source: Intercept all comms
fr: Intercepter toutes comms

source: Pacifist
fr: Pacifiste

# button
source: Global message
fr: Message global

# button
source: Create...
fr: Creer...

# button
source: Copy scenario
fr: Copier scenario

# button
source: Copy selected
fr: Copier selection

# button
source: Cancel
fr: Annuler

# button
source: Tweak
fr: Modifier

# button
source: Hail ship
fr: Contacter

source: Orders:
fr: Ordres:

source: Idle
fr: Stopper

source: Roaming
fr: Errant

source: Stand ground
fr: Tient la position

source: Defend location
fr: Defendre la position

# button
source: Close
fr: proche

source: *mixed*
fr: *mixte*

# tab
source: Ship
fr: Vaisseau

# tab
source: Jammer
fr: Brouilleur

# tab
source: Shields
fr: Boucliers

# tab
source: Beams
fr: Lasers

# tab
source: Systems
fr: Systemes

# tab
source: Oxygen
fr: Oxygene

# tab
source: Player
fr: Joueur

# tab
source: Player 2
fr: Joueur 2

source: Impulse speed:
fr: Vitesse d'impulsion:

source: Turn speed:
fr: Vitesse de rotation:

source: Jump charge:
fr: Charge Jump:

source: Type name:
fr: Nom du type:

source: Hull max:
fr: Carlingue max:

source: Hull current:
fr: Carlingue actuelle:

source: Could be destroyed
fr: Peut etre detruit

source: Special drives:
fr: Moteurs speciaux:

source: Reactor Drive
fr: Reacteur

source: Oxygen Generator
fr: Generateur d'oxygene

source: Warp Drive
fr: Moteur Warp

source: Jump Drive
fr: Moteur Jump

# missiles
source: Storage space:
fr: Stockage max:

# missiles
source: Stored amount:
fr: Stockage actuel:

source: Jammer Range:
fr: Distance brouilleur:

source: Tube count:
fr: Nombre de tubes:

# tube
source: Load time:
fr: Temps de chargement:

# tube
source: Size:
fr: Taille:

# tube
source: Small
fr: Petit

# tube
source: Medium
fr: Moyen

# tube
source: large
fr: grand

# tube
source: Allowed use:
fr: Utilisation autorisee:

source: Shield {id_shield} max:
fr: Max bouclier {id_shield}:

source: Shield {id_shield}:
fr: Bouclier {id_shield}:

source: Beam: {id_beam}
fr: Faisceau: {id_beam}

# beam
source: Tractor Beam Range:
fr: Portee de faisceau de tracteur:

# beam
source: Turret arc:
fr: Arc de la tourelle:

# beam
source: Turret direction:
fr: Direction de la tourelle:

# beam
source: Turret rotation rate:
fr: Taux de rotation de la tourelle:

# beam
source: Range:
fr: Portee:

# beam
source: Cycle time:
fr: Temps d'un cycle:

# beam
source: Damage:
fr: Dommage:

# slider
source: Health level
fr: Niveau de sante

# slider
source: Health max
fr: Sante max

# slider
source: Heat level
fr: Niveau de chaleur

# slider
source: Coolant request
fr: Demande de liquide de refroidissement

# slider
source: Hack Level
fr: Niveau de hack

# slider
source: Power request
fr: Demande de puissance

# slider
source: Repair request
fr: Demande de reparation

# slider
source: Instability factor
fr: Facteur d'instabilite

# slider
source: Instability difficulty
fr: Difficulte d'instabilite

# slider
source: Instability level
fr: Niveau d'instabilite

source: Change zone name:
fr: Changer nom zone:

# slider
source: Oxygen level
fr: Niveau d'oxygene

# slider
source: Oxygen max
fr: Oxygene max

# slider
source: Recharge rate per second
fr: Taux de recharge par seconde

# slider
source: Discharge rate per second
fr: Taux de decharge par seconde

source: Control code:
fr: Code de controle:

source: Max energy:
fr: Energie max:

source: Current energy:
fr: Energie actuelle:

source: Boost Speed:
fr: Vitesse Boost:

source: Strafe Speed:
fr: Vitesse de Strafe:

source: Scanning noise (<0 for help):
fr: Bruit scanner (<0 pour aide):

source: Scanning capability :
fr: Capacite de scan:

source: Positions occupied:
fr: Postes occupes:

# position
source: Occupied
fr: Occupe

source: Coolant (per system / max):
fr: Froid (par systeme / max):

source: Repair (per system / max):
fr: Reparation (par systeme / max):

source: Short range radar:
fr: Radar courte portee:

source: Long range radar:
fr: Radar Navigation:

source: Far range radar:
fr: Radar navigation:

# button
source: Can scan
fr: Peut scanner

# button
source: Can hack
fr: Peut pirater

# button
source: Can dock
fr: Peut accoster

# button
source: Can combat maneuver
fr: Manoeuvres de combat

# button
source: Can self destruct
fr: Peut s'autodetruire

# button
source: Can launch probes
fr: Peut lancer des sondes

# button
source: Auto coolant
fr: Refroidissement automatique

# button
source: Auto repair
fr: Reparation automatique

source: Callsign:
fr: ID:

source: Unscanned description:
fr: Description si non scanne:

source: Friend or Foe Description:
fr: Description si ami:

source: Simple Scan Description:
fr: Description si analyse simple:

source: Full Scan Description:
fr: Description si analyse complete:

source: Heading:
fr: Direction:

source: Scanning Complexity:
fr: Complexite du scan:

source: Scanning Depth:
fr: Profondeur du scan:

# missile
source: Fire
fr: Feu

source: Energy consumption
fr: Consommation d'energie

# scan
source: Not scanned
fr: Non scanne

# scan
source: Friend of Foe identified
fr: Ami

# scan
source: simple scanned
fr: Scan simple

# scan
source: full scanned
fr: Scan complet

# subclass
source: Support
fr: Soutien

source: The Odin is a "ship" so large and unique that it's almost a class of its own. The ship is often nicknamed the "all-father", a name that aptly describes the many roles this ship can fulfill. It's both a supply station and an extremely heavily armored and shielded weapon station capable of annihilating small fleets on its own. Odin's core contains the largest jump drive ever created. About 150 support crew are needed to operate the jump drive alone, and it takes 5 days of continuous operation to power it. Due to the enormous cost of this Dreadnought, only the richest star systems are able to build and maintain ships like the Odin. This machine's primary tactic is to jump into an unsuspecting enemy system and destroy everything before they know what hit them. It's effective and destructive, but extremely expensive.
fr: L'Odin est un "vaisseau" si grand et unique qu'il est presque une classe a part. Le vaisseau est souvent surnomme le "tout-pere", un nom qui decrit bien les nombreux roles que ce vaisseau peut remplir. C'est a la fois une station d'approvisionnement et une station d'armes extremement blindee et blindee capable d'annihiler de petites flottes a elle seule. Le noyau d'Odin contient le plus grand moteur Jump jamais cree. Environ 150 membres d'equipage sont necessaires pour faire fonctionner le jump drive seul, et il faut 5 jours de fonctionnement continu pour l'alimenter. En raison du cout enorme de ce Dreadnought, seuls les systemes stellaires les plus riches sont capables de construire et d'entretenir des vaisseau comme l'Odin. La tactique principale de cette machine est de sauter dans un systeme ennemi sans mefiance et de tout detruire avant qu'ils ne sachent ce qui les a frappes. C'est efficace et destructeur, mais extremement couteux.

source: Frigate
fr: Fregate

source: Cruiser
fr: Croiseur

source: The Phobos T3, just like the Atlantis, is the workhorse of almost any navy. It's extremely easy to modify, which makes retro-fitting this ship a breeze. Its basic stats aren't impressive, but due to its modular nature, it's fairly easy to produce in large quantities.
fr: Le Phobos T3, tout comme l'Atlantis, est le cheval de bataille de presque n'importe quelle marine. Il est extremement facile a modifier, ce qui rend la modernisation de ce vaisseau un jeu d'enfant. Ses statistiques de base ne sont pas impressionnantes, mais en raison de sa nature modulaire, il est assez facile a produire en grande quantite.

source: The Phobos M3 is one of the most common variants of the Phobos T3. It adds a mine-laying tube, but the extra storage required for the mines slows this ship down slightly.
fr: Le Phobos M3 est l'une des variantes les plus courantes du Phobos T3. Il ajoute un tube de pose de mines, mais le stockage supplementaire requis pour les mines ralentit legerement ce navire.

source: Player variant of the Phobos M3, not as strong as the atlantis, but has front firing tubes, making it an easier to use ship in some scenarios.
fr: Variante de joueur du Phobos M3, pas aussi forte que l'Atlantis, mais a des tubes de tir avant, ce qui en fait un vaisseau plus facile a utiliser dans certains scenarios.

source: Cruiser: Anti-fighter
fr: Cruiser: Anti-combattant

source: The Nirvana R5 is an anti-fighter cruiser. It has several rapid-firing, low-damage point-defense weapons to quickly take out starfighters.
fr: Le Nirvana R5 est un croiseur anti-chasseur. Il dispose de plusieurs armes de defense ponctuelle a tir rapide et a faibles degats pour eliminer rapidement les chasseurs d'etoiles.

source: An improved version of the Nirvana R5 with faster turning speed and firing rates.
fr: Une version amelioree du Nirvana R5 avec une vitesse de rotation et des cadences de tir plus rapides.

source: Cruiser: Heavy Artillery
fr: Croiseur: artillerie lourde

source: A heavy artillery cruiser, the Storm fires bunches of missiles from forward facing tubes.
fr: Croiseur d'artillerie lourde, le Storm tire des paquets de missiles depuis des tubes orientes vers l'avant.

source: Cruiser: Sniper
fr: Croiseur: Sniper

source: Long range narrow beam and some point defense beams, broadside missiles. Agile for a frigate
fr: Faisceau etroit a longue portee et certains faisceaux de defense ponctuels, missiles de large. Agile pour une fregate

source: Cruiser: Light Artillery
fr: Croiseur: Artillerie legere

source: A light artillery cruiser, the Piranha F12 is the smallest ship to exclusively fire from broadside weapon tubes.
fr: Croiseur d'artillerie legere, le Piranha F12 est le plus petit navire a tirer exclusivement a partir de tubes d'armes a large bord.
