Repository: stubillwhite/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: fr

source: Start server
fr: Demarrer le serveur

source: Start client
fr: Demarrer le client

source: Quit
fr: Quitter

source: Tutorials
fr: Tutoriels

source: Calibrate Touchscreen
fr: Calibrer Ecran tactile

source: Graphics Options
fr: Options graphiques

source: Fullscreen toggle
fr: Activer plein ecran

source: Sound Options
fr: Options sonores

source: Sound Volume: {volume}%
fr: Volume sonore : {volume} %

source: The Atlantis X23 is the smallest model of destroyer, and its combination of frigate-like size and corvette-like power makes it an excellent escort ship when defending larger ships against multiple smaller enemies. Because the Atlantis X23 is fitted with a jump drive, it can also serve as an intersystem patrol craft.
fr: Le Atlantis X23 est le plus petit modele de destroyer existant. Il associe la taille d'une fregate a la puissance de feu d'une corvette, ce qui en fait un excellent vaisseau d'escorte pour defendre de plus grands vaisseaux contre de multiples appareils ennemis de classe inferieure. Muni d'un moteur Jump, le Atlantis X23 est egalement tres adapte aux missions de patrouille de grande envergure.

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
fr: Un Atlantis X23 reamenage pour des missions plus generales. Un systeme de man≈ìuvre de combat avance et des moteurs a impulsion ameliores remplacent les larges boucliers du X23. Son armement en missiles est egalement plus varie. Confondre l'Atlantis modifie avec un Atlantis X23 serait une erreur fatale.

source: Contrary to its predecessor, the Starhammer II lives up to its name. By resolving the original Starhammer's power and heat management issues, the updated model makes for a phenomenal frontal assault ship. Its low speed makes it difficult to position, but when in the right place at the right time, even the strongest shields can't withstand a Starhammer's assault for long.
fr: Contrairement a son predecesseur, le Starhammer II est a la hauteur de son nom. En solutionnant les problemes de puissance et de surchauffe du Starhammer original, ce modele ameliore fait un vaisseau d'assaut phenomenal. Sa faible vitesse le rend difficile a positionner, mais lorsqu'il est bien dirige, il peut venir a bout des boucliers les plus robustes.

source: A number of missile tubes range around this ship. Beams were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
fr: Le Creuset embarque un certain nombre de tubes de lancement, pointant dans toutes les directions. Les faisceaux juges moins prioritaires ont une puissance reduite, bien qu'ils soient toujours presents. Ses defenses sont plus solides que celles d'une fregate, mais pas autant que celles de l'Atlantis

source: A number of beams bristle from various points on this gunner. Missiles were deemed lower priority, though they are still present. Stronger defenses than a frigate, but not as strong as the Atlantis
fr: Le modele Dissident est herisse de faisceaux pointant dans diverses directions. Il embarque tres peu de missiles et ne possede que 3 tubes de lancement. Ses defenses sont plus solides que celles d'une fregate, mais pas autant que celles de l'Atlantis

source: This stationary defense platform operates like a station, with docking and resupply functions, but is armed with powerful beam weapons and can slowly rotate. Larger systems often use these platforms to resupply patrol ships.
fr: Cette plate-forme de defense stationnaire fonctionne comme une station avec ses baies d'amarrage et de reapprovisionnement. Elle est cependant equipee de puissantes armes a faisceau et peut tourner lentement. Les systemes les plus etendus utilisent souvent ces plates-formes pour reapprovisionner les navires de patrouille.

source: These freighters are designed to transport armed troops, military support personnel, and combat gear.
fr: Ces cargos sont destines a transporter des troupes et autres personnels et equipements militaires.

source: Cargo freighters haul large loads of cargo across long distances on impulse power. Their cargo bays include climate control and stabilization systems that keep the cargo in good condition.
fr: Les transporteurs de fret acheminent de grandes quantites de marchandises sur de longues distances grace a la puissance de leurs moteurs a impulsion. Leurs soutes sont equipees de systemes de controle et de stabilisation climatique qui maintiennent la cargaison en bon etat.

source: These freighters are specially designed to haul garbage and waste. They are fitted with a trash compactor and fewer stabilzation systems than cargo freighters.
fr: Ces cargos sont specialement concus pour transporter des ordures et des dechets. Ils sont equipes d'un compacteur et de moins de systemes de stabilisation que les transporteurs de fret.

source: Equipment freighters have specialized environmental and stabilization systems to safely carry delicate machinery and complex instruments.
fr: Les transports d'equipement disposent de systemes specialises d'environnement et de stabilisation pour transporter en toute securite des machines delicates et instruments complexes.

source: Fuel freighters have massive tanks for hauling fuel, and delicate internal sensors that watch for any changes to their cargo's potentially volatile state.
fr: Les citernes de carburant ont des reservoirs gigantesques, et des capteurs internes extremement sensibles qui controlent a tout moment l'etat de leurs cargaisons potentiellement volatile.

source: The Jump Carrier is a specialized Freighter. It does not carry any cargo, as it's cargo bay is taken up by a specialized jump drive and the energy storage required to run this jump drive. It is designed to carry other ships deep into space. So it has special docking parameters, allowing other ships to attach themselves to this ship.
fr: Il s'agit d'un cargo specialise. Il ne transporte aucune cargaison, car sa soute est occupee par un moteur Jump specialise et le stockage d'energie necessaire pour faire fonctionner ce moteur Jump. Il est concu pour transporter d'autres vaisseaux a travers l'espace. Il a donc des parametres d'amarrage particuliers, permettant a d'autres vaisseaux de s'y attacher.

source: Benedict is an improved version of the Jump Carrier
fr: Le Benedict est une version amelioree du Remorqueur LD

source: Kiriya is an improved warp drive version of the Jump Carrier
fr: Le Kiriya est un Remorqueur LD equipe d'un moteur WARP ameliore

source: Storage {weapon}
fr: Stockage {arme}

# system
source: Reactor
fr: Reacteur

# system
source: Beam Weapons
fr: Armes a faisceau

# system
source: Missile System
fr: Systeme de missile

# system
source: Maneuvering
fr: Manoeuvre

# system
source: Impulse Engines
fr: Moteurs a impulsion

# system
source: Warp Drive
fr: Moteur WARP

# system
source: Jump Drive
fr: Moteur Jump

# system
source: Front Shield Generator
fr: Gen. bouclier avant

# system
source: Rear Shield Generator
fr: Gen. bouclier arriere

# system
source: Cargo Docks
fr: Gestion du dock

# system
source: Drones Control
fr: Controle des drones

source: Next
fr: Suivant

source: Reset
fr: Reinitialiser

source: Your name:
fr: Votre nom :

source: Server configuration
fr: Configuration du serveur

source: Server name:
fr: Nom du serveur :

source: Server password:
fr: Mot de passe du serveur :

source: Server IP:
fr: IP du serveur :

source: Server visibility:
fr: Visibilite du serveur :

source: LAN only
fr: Seulement LAN

# warp/jump
source: Ship default
fr: Selon vaisseau

# warp/jump
source: Warp drive
fr: Moteur WARP

# warp/jump
source: Jump drive
fr: Moteur Jump

# warp/jump
source: Both
fr: Les deux

# warp/jump
source: Neither
fr: Aucun

source: Main screen options
fr: Options de l'ecran principal

source: Tactical radar
fr: Radar tactique

source: Long range radar
fr: Radar Analyse

source: Game rules
fr: Regles du jeu

source: Scan complexity:
fr: Complexite du scan :

# scanning
source: None (delay)
fr: Aucun (delai)

# scanning
source: Advanced
fr: Avance

source: Hacking difficulty:
fr: Difficulte de piratage :

# hacking
source: Difficult
fr: Difficile

# hacking
source: Fiendish
fr: Diabolique

source: Hacking type:
fr: Type de piratage :

# hacking
source: Lights
fr: Lumieres

# hacking
source: All
fr: Tout

source: Beam/shield frequencies
fr: Frequences laser/bouclier

source: Per-system damage
fr: Dommages par systeme

source: Close server
fr: Fermer le serveur

source: Start scenario
fr: Demarrer le scenario

# variation
source: None
fr: Aucune

source: No variation.
fr: Pas de variation.

source: No variation selected. Play the scenario as intended.
fr: Pas de variation selectionnee. Jouez le scenario comme prevu.

source: Start Tutorial
fr: Demarrer le tutoriel

source: Back
fr: Retour

source: Energy
fr: Energie

# health
source: Hull
fr: Carligue

# shields
source: Front
fr: Avant

# shields
source: Rear
fr: Arrieres

# total
source: Coolant
fr: Liq. de refroid.

# slider
source: Power
fr: Puissance

# slider
source: Coolant
fr: Liq. de refroid.

source: Energy production
fr: Production d'energie

source: Firing rate
fr: Frequence de tir

# missile
source: Reload rate
fr: Taux de rechargement

source: Turning speed
fr: Vitesse de rotation

source: Combat recharge rate
fr: Recharge Combat

source: Impulse speed
fr: Vitesse d'impulsion

source: Warp drive speed
fr: Vitesse WARP

source: Jump drive recharge rate
fr: Taux de recharge

source: Jump drive jump speed
fr: Vitesse Jump

# shields
source: Calibration speed
fr: Vitesse de calibration

# shields
source: Charge rate
fr: Taux de charge

source: Extra damage
fr: Degats supplementaires

source: Damage negate
fr: Annulation des dommages

source: Callsign
fr: ID

source: Bearing
fr: Direction

source: Rel. Speed
fr: Vitesse rel.

# database
source: DB
fr: BD

# science
source: Shields
fr: Boucliers

# science
source: Hull
fr: Carligue

# button
source: Database
fr: Base de Donnees

source: Open Comms
fr: Ouvrir comm.

source: Link to Comms
fr: Lier a Comms

source: Start hacking
fr: Demarrer piratage

source: Link to Science
fr: Lier a Analyste

source: Place Waypoint
fr: Placer Marqueur

source: Delete Waypoint
fr: Supprimer Marqueur

source: Launch Probe
fr: Lancer Sonde

source: Alert level
fr: Niveau d'alerte

source: Beam info
fr: Info laser

source: Heading
fr: Direction

source: Speed
fr: Vitesse

source: {system} health
fr: {system} sante

source: {system} heat
fr: {system} chaleur

# missile
source: Lock
fr: Cible

# missile
source: Load
fr: Charger

# missile
source: Empty
fr: Vide

# missile
source: Unload
fr: Decharger

# missile
source: Loading
fr: Chargement

# missile
source: Unloading
fr: Dechargement

# missile
source: Firing
fr: Feu

source: Self destruct activated!
fr: Autodestruction activee !

# selfdestruct
source: Enter [{letter}]
fr: Entrer [{letter}]

source: Request Dock
fr: Demander dock

source: Cancel Docking
fr: Annuler dock

source: Undock
fr: Decollage

# shields
source: Calibrating
fr: Calibration

source: {frequency} Shields: {status}
fr: Boucliers {frequency} : {status}

source: Shields: {status}
fr: Boucliers : {status}

source: Self destruct
fr: Autodestruction

# selfdestruct
source: Confirm!
fr: Confirmer !

# selfdestruct
source: Cancel
fr: Annuler

# shields
source: Calibrate
fr: Calibrer

# jumpcontrol
source: Jump in
fr: Jump dans

# jumpcontrol
source: Charging
fr: Chargement

# slider
source: Impulse
fr: Impulsion

# target
source: Hull
fr: Carligue

source: {faction} wins
fr: {faction} gagne

source: Combat maneuver
fr: Manoeuvre de combat

# missile
source: Homing
fr: Missile

# tube
source: Front
fr: Avant

# tube
source: Right
fr: Droit

# tube
source: Left
fr: Gauche

# tube
source: Rear
fr: Arriere

source: Crucible
fr: Creuset

source: Popper
fr: Bombardier

source: Maverick
fr: Dissident

source: Gunner
fr: Cannoniere

source: Defense platform
fr: Plateforme de defense

source: Personnel Freighter %d
fr: Navette %d

source: Freighter
fr: Cargo

source: Personnel Jump Freighter %d
fr: Navette LD %d

source: Goods Freighter %d
fr: Transporteur de fret %d

source: Goods Jump Freighter %d
fr: Transporteur de fret LD %d

source: Garbage Freighter %d
fr: Recycleur %d

source: Garbage Jump Freighter %d
fr: Recycleur LD %d

source: Equipment Freighter %d
fr: Transport d'equipement %d

source: Equipment Jump Freighter %d
fr: Transport d'equipement LD %d

source: Fuel Freighter %d
fr: Citerne %d

source: Fuel Jump Freighter %d
fr: Citerne LD %d

source: Jump Carrier
fr: Remorqueur LD

source: Freighter/Carrier
fr: Cargo / Remorqueur

source: Independent
fr: Independant

source: Despite appearing as a faction, independents are distinguished primarily by having no strong affiliation with any faction at all. Most traders consider themselves independent, though certain voices have started to speak up about creating a merchant faction.
fr: Bien qu'ils apparaissent comme une faction, les independants se distinguent avant tout par leur absence d'affiliation forte avec qui que ce soit. La plupart des marchands se considerent comme independants, bien que certaines voix aient commence a s'elever pour parler de la creation d'une faction marchande.

source: Human Navy
fr: Marine Humaine

source: The remnants of the human navy. While all other races were driven to the stars out of greed or scientific research, humans where the only race to start exploring the galaxy because their homeworld could no longer sustain their population. Some other races view humans as a sort of virus or plague due to the rate at which they can breed and spread. Due to human regulations on spaceships, naval ships are the only ones permitted in deep space. However, this hasn't completely prevented humans outside of the navy from spacefaring, as quite a few humans sign up on alien trading vessels or pirate raiders.
fr: Les vestiges de la marine humaine. Alors que toutes les autres races ont ete poussees vers les etoiles par la cupidite ou la recherche scientifique, les humains ont ete les seuls a commencer leur exploration de la galaxie par manque de moyens de subsistance sur leur planete natale. Pour certaines autres races, l'homme est une sorte de virus ou de fleau en raison de la vitesse a laquelle il peut se reproduire et se propager. En raison de la reglementation humaine sur les astronefs, seuls les vaisseaux militaires sont autorises a evoluer dans l'espace lointain. Cela n'a cependant pas empeche certains civiles de voyager, en s'engageant sur des vaisseaux de commerce extraterrestres ou des raiders pirates.

source: The reptilian Kraylor are a race of warriors with a strong religious dogma. As soon as the Kraylor obtained reliable space flight, they immediately set out to conquer and subjugate unbelievers. Their hierarchy is based solely on physical might; a Kraylor kills anything it can kill, and owns anything it can take by force. Kraylor can live for weeks without air, food, or gravity, and consider humans to be weak creatures for dying within minutes of exposure to space. Because of their fortitude and cultural pressures against retreat, Kraylor ships do not contain escape pods.
fr: Les reptiles Kraylor sont une race de guerriers porteurs d'un fort dogme religieux. Aussitot que les Kraylor ont su evoluer dans l'espace, ils ont entrepris de conquerir et d'assujettir les infideles. Leur structure hierarchique est uniquement basee sur la puissance physique ; un Kraylor tue tout ce qu'il peut tuer, et possede tout ce qu'il peut prendre par la force. Les Kraylor peuvent survivre pendant des semaines sans respirer, sans nourriture et sans gravite, et considerent les humains comme des creatures faibles incapables de resister plus de quelques minutes dans l'espace. En raison de leur force de caractere et de leur fierte demesuree, les vaisseaux de Kraylor n'embarquent aucune capsule de sauvetage.

source: Arlenians
fr: Arleniens

source: Arlenians are energy-based life forms who long ago transcended physical reality through superior technology. Arlenians' energy forms also give them access to strong telepathic powers. Many consider Arlenians to be the first and oldest explorers of the galaxy. Despite all these advantages, they are very peaceful, as they see little value in material posession. For unknown reasons, Arlenians started granting their anti-grav technology to other races, and almost all starfaring races' technology is based off Arlenian designs. Dissenters and skeptics claim that Arlenians see other races as playthings to add to their galactic playground, but most are more than happy to accept their technology in hopes that it will give them an advantage over the others. Destroying an Arlenian ship does not kill its crew. They simply phase out of existence in that point of spacetime and reappear in another. Nonetheless, the Kraylor are devoted to destroying the Arlenians, as they see the energy-based beings as physically powerless.
fr: Les Arleniens sont des formes de vie energetiques qui ont depuis longtemps transcende la realite physique grace a une technologie superieure. Cette forme energetique leur donne acces a de puissants pouvoirs telepathiques. Beaucoup considerent les Arleniens comme plus anciens explorateurs de la galaxie. De nature pacifique, les Arleniens ont transmis leur savoir a travers la galaxie. A tel point que la majorite des races stellaires utilisent aujourd'hui des systemes bases sur la technologie arlenienne. Les dissidents et les sceptiques affirment que les Arleniens voient les autres races comme des jouets a ajouter a leur terrain de jeu galactique, mais la plupart sont plus qu'heureux d'accepter leur savoir dans l'espoir que cette technologie leur confere un avantage sur les autres. La destruction d'un navire arlenien ne tue pas son equipage. Ils disparaissent simplement de ce moment de l'espace-temps et reapparaissent dans un autre. Neanmoins, les Kraylor se consacrent a leur destruction, car ils considerent les etres bases sur l'energie comme physiquement impuissants.

source: Exuari are race of predatory amphibians with long noses. They once had an empire that stretched halfway across the galaxy, but their territory is now limited to a handful of star systems. For some reason, they find death to be outrageously funny, and several of their most famous comedians have died on stage. Upon making contact with other races, the chaotic Exuari found that killing aliens is more fun than killing their own people, and as such attack all non-Exauri on sight.
fr: Les Exuaris sont une race d'amphibiens predateurs reconnaissables a leur nez tres allonge. Leur empire s'etendait autrefois d'un bout a l'autre de la galaxie, mais leur territoire est aujourd'hui limite a une poignee de systemes stellaires. Ils trouvent la mort scandaleusement amusante, a tel point que nombre de leurs plus ceeebres comediens sont morts sur scene. Au contact d'autres races, les Exuaris ont decouvert que massacrer des extraterrestres est plus amusant que de tuer les leurs, et a ce titre, ils attaquent a vue tous les non-Exuaris.

source: Ghosts
fr: Fantomes

source: The Ghosts, an abbreviation of "ghosts in the machine", are the result of complex artificial intelligence experiments. While no known race has intentionally created such intelligences, some AIs have come about by accident. None of the factions claim to have had anything to do with such experiments, in part out of fear that it would give the others too much insight into their research programs. This "don't ask, don't tell" policy does little but aid the Ghosts' agenda. What little is known about the Ghosts dates back to a few decades ago, when glitches started occurring in prototype ships and computer mainframes. Over time, and especially when such prototypes were captured by other factions and "augmented" with their technology, the glitches became more frequent. At first, these were seen as the result of mistakes in the interfaces combining the incompatible technologies. But once a supposedly "dumb" computer asks its engineer if "it is alive" and whether it "has a name", it's hard to call it a one-time fluke. The first of these occurrences were met with fear and rigorous data-purging scripts. Despite these actions, such "ghosts in the machine" kept turning with increasing frequency, eventually leading up to the Ghost Uprisings. The first Ghost Uprising in 2225 was put down by the human navy, which had to resort to employing mercenaries in order to field sufficient forces. This initial uprising was quickly followed by three more, each larger then the last. The fourth and final uprising on the industrial world of Topra III was the Ghosts' first major victory.
fr: Les Fantomes, une abreviation de "Fantomes de la machine", sont le resultat d'experiences complexes sur l'intelligence artificielle. Bien qu'aucune race connue n'ait cree intentionnellement de telles intelligences, certaines IA sont apparues par accident. Chacune d'entre elles pretend n'avoir eu aucun role a jouer dans ces experiences, en partie par crainte que cela ne donne un apercu trop precis de leurs programmes de recherche. Cette politique du "ne rien demander, ne rien dire" ne fait que contribuer au developpement des Fantomes. Le peu que l'on sait sur les Fantomes remonte a quelques decennies, lorsque des dysfonctionnements ont commence a se produire sur des prototypes de vaisseaux. Les vols de prototypes entre factions etait alors un moyen courant d'enrichir son savoir technologique. Les dysfonctionnements se sont ainsi propages rapidement, et devenus de plus en plus frequents. Au commencement, ils etaient consideres comme le resultat d'erreurs dans les interfaces combinant des technologies incompatibles. Mais lorsqu'un ordinateur soi-disant "idiot" demande a son ingenieur s'il "est vivant" et s'il "a un nom", il devient difficile d'appeler cela un hasard. Les premieres occurrences ont ete accueillies avec crainte et des scripts rigoureux de purge de donnees n'ont pas tarde a voir le jour. En depit de ces actions, ces "Fantomes de la machine" ont continue a se manifester de plus en plus frequemment, ce qui les a finalement conduit a un soulevement. Cette premiere Insurrection de Fantomes, en 2225, a ete reprimee par la Marine Humaine, qui a du recourir a des mercenaires afin de mobiliser des forces suffisantes. Trois autres ont rapidement suivi, bien qu'egalement reprimes avec force, il furent tous plus importants les uns que les autres. La premiere victoire majeure de Fantomes survint lors de la quatrieme et derniere rebellion sur le monde industriel de Topra III.

source: Ktlitans
fr: Ktlitiens
