Repository: stubillwhite/EmptyEpsilon
Catalog: resources/locale/*.po
Languages: fr

source: A high-velocity lead impactor (HVLI) fires a simple slug of lead at a high velocity. This weapon is usually found in simpler ships since it does not require guidance computers. This also means its projectiles fly in a straight line from its tube and can't pursue a target. Each shot from an HVLI fires a burst of 5 projectiles, which increases the chance to hit but requires precision aiming to be effective. It reaches its full damage potential at a range of 2u.
fr: Un impacteur de plomb a haute vitesse (HVLI) tire une simple balle de plomb a une vitesse elevee. Cette arme se trouve generalement dans les vaisseaux plus simples car elle ne necessite pas d'ordinateurs de guidage. Cela signifie egalement que ses projectiles volent en ligne droite depuis son tube et ne peuvent pas poursuivre une cible. Chaque tir d'un HVLI tire une rafale de 5 projectiles, ce qui augmente les chances de toucher mais necessite une visee precise pour etre efficace. Il atteint son plein potentiel de degats a une portee de 2U.

# station
source: Tactical Radar
fr: Radar tactique

# station
source: Long Range Radar
fr: Radar Analyse

# station
source: Far Range Radar
fr: Radar navigation

# station
source: Probe Screen
fr: Ecran de sonde

# station
source: Target Analysis Screen
fr: Ecran d'analyse de cible

# total
source: Total of Coolant
fr: Total froid

# total
source: Total of Repair
fr: Total repair.

# preset
source: presets
fr: Configs

source: preset
fr: Config

# preset
source: Preset {id_preset} loaded
fr: Config {id_preset} charge

source: Link to Analysis
fr: Lien vers l'analyse

source: Probe
fr: Sonde

source: Waypoint
fr: Marqueur de navigation

source: Warp Frequency
fr: Frequence WARP

source: WARP speed:
fr: Vitesse de WARP:

# slider
source: Production factor
fr: Facteur de production

# slider
source: Consumption factor
fr: Facteur de consommation

source: Engineering presets:
fr: Nombre de configs ingenieur:

source: Unknown
fr: Inconnue

source: Planet
fr: Planete

source: Drone transfert
fr: Transfert de drone

source: Drone range control
fr: Portee des drones

source: Relay radar range
fr: Portee radar relais

source: Scanner disabled
fr: Scanner desactive

source: Scanning pertubation
fr: Perturbation scanner

source: Scanning help
fr: Aide scanner

source: Electric signature
fr: Signature electrique

source: Biomass frequency
fr: Frequence de biomasse

source: Gravity well signature
fr: Signature gravitationnelle

source: Radiation halftime
fr: Mi-temps de rayonnement

source: Radio profile
fr: Profil radio

source: Ionic phase shift
fr: Dephasage ionique

source: Infra-red color shift
fr: Changement de couleur infrarouge

source: Doppler stability
fr: Stabilite Doppler

source: Raspberry jam prevention
fr: Prevention de l'ecrasement

source: Infinity improbability
fr: Improbabilite a l'infini

source: Zerospace audio frequency
fr: Frequence audio Zerospace

source: Polarity inversion
fr: Inversion de polarite

# preset
source: Preset {id_preset} updated
fr: Config {id_preset} mis a jour

source: Inspired by the Phobos T3 design, the Elara P2 is nearly identical. With the addition of a warp drive and stronger front shields, the Elara P2 poses a greater threat than the Phobos
fr: Inspire du design Phobos T3, l'Elara P2 est presque identique. Avec l'ajout d'un moteur WARP et de boucliers avant plus solides, l'Elara P2 represente une menace plus grande que le Phobos

source: One of the earliest mass produced Nirvana models, the Nirvana R3 is designed to be used against fighters. It's got several fast, low damage, point defense beam weapons. Compared to the later, more common Nirvana R5, it has shorter beams, weaker shields and hull and a slower impulse drive.
fr: L'un des premiers modeles Nirvana produits en serie, le Nirvana R3 est concu pour etre utilise contre les combattants. Il possede plusieurs faisceaux laser de defense rapides. Par rapport au Nirvana R5 plus recent et plus courant, il a des faisceaux plus courts, des boucliers et une carlingue plus faibles et un moteur a impulsion plus lent.

source: The stalker Q5 predates the Stalker Q7. Like the Q7, the Q5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the Q7, the Q5 has weaker shields and hull, but a faster turn speed
fr: Le stalker Q5 est anterieur au Stalker Q7. Comme le Q7, le Q5 est concu pour se lancer dans la bataille, infliger des degats rapidement et battre en retraite. Compare au Q7, le Q5 a des boucliers et une carlingue plus faibles, mais une vitesse de rotation plus rapide

source: The stalker R5 predates the Stalker R7. Like the R7, the R5 is designed to swoop into battle, deal damage quickly and retreat. Compared to the R7, the R5 has weaker shields and hull, but a faster turn speed
fr: Le stalker R5 est anterieur au Stalker R7. Comme le R7, le R5 est concu pour se lancer dans la bataille, infliger des degats rapidement et battre en retraite. Par rapport au R7, le R5 a des boucliers et une carlingue plus faibles, mais une vitesse de rotation plus rapide

source: The Fiend G3 was the first model produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap jump drive to the Gunship and viola! they made the Fiend G3. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the jump drive, it becomes quite a bit more dangerous than the stock Gunship.
fr: Le Fiend G3 a ete le premier modele produit par Conversions R Us. Ils ont fait une bonne affaire sur un certain nombre de GunShips. Ils ont ajoute un moteur Jump bon marche et c'est tout ! Comme le Gunship, il a un tube de missile a tete chercheuse et des faisceaux pour abattre facilement les vaisseaux les plus faibles. Avec un moteur Jump, il devient un peu plus dangereux que le Gunship d'origine.

source: The Fiend G4 was among the first models produced by Conversions R Us. They got a good deal on a number of used Gunships. They added a cheap warp drive to the Gunship and viola! they made the Fiend G4. Like the Gunship, it has a homing missile tube and beams to readily take down weaker ships. With the warp drive, it becomes quite a bit more dangerous than the stock Gunship.
fr: Le Fiend G4 etait parmi les premiers modeles produits par Conversions R Us. Ils ont fait une bonne affaire sur un certain nombre de GunShips. Ils ont ajoute un moteur WARP bon marche et c'est tout ! Comme le Gunship, il a un tube de missile a tete chercheuse et des faisceaux pour abattre facilement les navires les plus faibles. Avec le moteur WARP, il devient un peu plus dangereux que le Gunship d'origine.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G6. They acquired some used Advanced Gunships and added cheap warp drives to them and made the Fiend G6. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The warp drive makes it all the more dangerous.
fr: Avec le succes des modeles Fiend G3 et G4, Conversions R Us a poursuivi sa serie avec le Fiend G6. Ils ont acquis desGunShips avances d'occasion, y ont ajoute des moteurs WARP bon marche et ont fabrique le Fiend G6. Comme le Gunship avances, il possede deux tubes et faisceaux de missiles a tete chercheuse pour abattre facilement les navires les plus faibles. Le moteur WARP le rend d'autant plus dangereux.

source: With the success of the Fiend G3 and G4 models, Conversions R Us continued their streak with the Fiend G5. They acquired some used Advanced Gunships and added cheap jump drives to them and made the Fiend G5. Like the Advanced Gunship, it has two homing missile tubes and beams to readily take down weaker ships. The jump drive makes it all the more dangerous.
fr: Avec le succes des modeles Fiend G3 et G4, Conversions R Us a poursuivi sa serie avec le Fiend G6. Ils ont acquis desGunShips avances d'occasion, y ont ajoute des moteurs Jump bon marche et ont fabrique le Fiend G6. Comme le Gunship avances, il possede deux tubes et faisceaux de missiles a tete chercheuse pour abattre facilement les navires les plus faibles. Le moteur de Jump le rend d'autant plus dangereux.

source: The Adder MK3 is one of the first of the Adder line to meet with some success. A large number of them were made before the manufacturer went through its first bankruptcy. There has been a recent surge of purchases of the Adder MK3 in the secondary market due to its low price and its similarity to subsequent models. Compared to the Adder MK4, the Adder MK3 has weaker shields and hull, but a faster turn speed
fr: L'Adder MK3 est l'un des premiers de la gamme Adder a rencontrer un certain succes. Un grand nombre d'entre eux ont ete realises avant que le fabricant ne fasse sa premiere faillite. Il y a eu une augmentation recente des achats de l'Adder MK3 sur le marche secondaire en raison de son prix bas et de sa similitude avec les modeles suivants. Compare a l'Adder MK4, l'Adder MK3 a des boucliers et une carligue plus faibles, mais une vitesse de rotation plus rapide

source: The release of the Adder Mark 7 sent the manufacturer into a second bankruptcy. They made improvements to the Mark 7 over the Mark 6 like stronger shields and longer beams, but the popularity of their previous models, especially the Mark 5, prevented them from raising the purchase price enough to recoup the development and manufacturing costs of the Mark 7
fr: La sortie de l'Adder Mark 7 a conduit le fabricant a une seconde faillite. Ils ont apporte des ameliorations au Mark 7 par rapport au Mark 6, comme des boucliers plus solides et des faisceaux lasers plus longs, mais la popularite de leurs modeles precedents, en particulier le Mark 5, les a empeches d'augmenter suffisamment le prix d'achat pour recuperer les couts de developpement et de fabrication du Mark 7.

source: New management after bankruptcy revisited their most popular Adder Mark 5 model with improvements: stronger shields, longer and stronger beams and a faster turn speed. Thus was born the Adder Mark 8 model. Targeted to the practical but nostalgic buyer who must purchase replacements for their Adder Mark 5 fleet
fr: Apres la faillite de la compagnie, la nouvelle direction a revisite son modele Adder Mark 5 le plus populaire avec des ameliorations: des boucliers plus solides, des faisceaux plus longs et plus forts et une vitesse de rotation plus rapide. Ainsi est ne le modele Adder Mark 8. Destine a l'acheteur pratique mais nostalgique qui doit acheter des pieces de rechange pour sa flotte Adder Mark 5

source: Hot on the heels of the Adder Mark 8 comes the Adder Mark 9. Still using the Adder Mark 5 as a base, the designers provided stronger shields, stronger, longer and faster beams, faster turn speed and for that extra special touch, two nuclear missiles. As their ad says, 'You'll feel better in an Adder Mark 9.'
fr: Sur les talons de l'Adder Mark 8 vient le Adder Mark 9. Toujours en utilisant l'Adder Mark 5 comme base, les concepteurs ont fourni des boucliers plus solides, des faisceaux plus forts, plus longs et plus rapides, une vitesse de rotation plus rapide et pour cette touche speciale supplementaire, deux missiles nucleaires. Comme leur annonce le dit, "Vous vous sentirez mieux dans un Adder Mark 9."

# menu
source: Select your station
fr: Selectionner stations

# menu
source: 6/5 player crew
fr: Equipage 6/5 joueurs

# menu
source: 4/3 player crew
fr: Equipage 4/3 joueurs

# menu
source: extra controls
fr: Controles extra

# menu
source: extra screens
fr: Ecrans extra

# menu
source: Alternative options
fr: Options alternatives

# station
source: Main screen
fr: Ecran principal

# station
source: Main screen controls
fr: Controle ecran principal

# station
source: Game master
fr: Maitre de jeu

source: Player selected GM mode, which has a control code.
fr: Le joueur a selectionne le mode GM, qui a un code d'acces

# menu
source: Enter the GM control code:
fr: Entrer le code d'acces MJ:

# station
source: Ship window
fr: Fenetre vaisseau

source: {angle} degrees
fr: Degre : {angle}

# station
source: 0 degrees
fr: Degre : 0

# station
source: Top-down 3D view
fr: Vue 3D de haut

# station
source: Cinematic view
fr: Vue cinematique

# station
source: Spectate (view all)
fr: Spectateur

source: Player selected Spectate mode, which has a control code.
fr: Le joueur a selectionne le mode spectateur, qui a un code d'acces

source: Enter the GM control code:
fr: Entrer le code d'acces MJ:

# station
source: Select ship
fr: Selection vaisseau

# menu
source: Waiting for server to spawn a ship
fr: En attente du serveur

# button
source: Spawn player ship
fr: Creer vaisseau joueur

# button
source: Scenario selection
fr: Choix du scenario

# button
source: Disconnect
fr: Deconnecter

# button
source: Ready
fr: Pret

source: Enter this ship's control code:
fr: Entrez le code d'acces de ce vaisseau:

source: Incorrect control code. Re-enter GM code:
fr: Code d'acces incorrect. Entrer a nouveau le code MJ:

source: Control code accepted. Granting access.
fr: Code d'acces accepte. Acces autorise.

source: Incorrect control code. Re-enter code for {ship_callsign}:
fr: Code d'acces incorrect. Entrer a nouveau le code pour {ship_callsign}

source: Control code accepted. Granting access to {ship_callsign}.
fr: Code d'acces accepte. Acces autorise au vaisseau {ship_callsign}

source: Select your station ({nb_positions})
fr: Selectionner stations ({nb_positions})

# title
source: health
fr: Sante

# title
source: heat
fr: Chaleur

# title
source: power
fr: Puissance

# title
source: coolant
fr: Froid

# title
source: repair
fr: Repar.

source: Power: {power_level}%/{power_request}%
fr: Puissance: {power_level}%/{power_request}%

source: Coolant: {coolant_level}%/{coolant_request}%
fr: Refroidissement: {coolant_level}%/{coolant_request}%

source: Coolant: {coolant_level} / {coolant_max} (Target: {coolant_request})
fr: Refroidissement: {coolant_level} / {coolant_max} (Target: {coolant_request})

source: Power: {power_level}% (Target: {power_request}%)
fr: Puissance: {power_level}% (Cible: {power_request}%)

source: Repair: {repair_level} / {repair_max} (Target: {repair_request})
fr: Reparation: {repair_level} / {repair_max} (Cible: {repair_request})

source: Artifact
fr: Artefact

source: Warp Jammer
fr: Brouilleur WARP

source: Supply Drop
fr: Vaisseau Cargo

source: Visual Asteroid
fr: Asteroide visuel

source: BlackHole
fr: Trou noir

source: Worm Hole
fr: Trou de ver

source: Number of Shields
fr: Nombre de boucliers

# beam
source: Damage Type:
fr: Type de dommage:

# message
source: Target:
fr: Cible:

# message
source: this player
fr: Ce joueur

# message
source: all players
fr: tous les joueurs

# message
source: Screen:
fr: Ecran:

# message
source: into log
fr: Dans le log

# message
source: white
fr: blanc

# message
source: black
fr: noir

# message
source: red
fr: rouge

# message
source: green
fr: vert

# message
source: blue
fr: bleu

# message
source: yellow
fr: jaune

# message
source: Send message
fr: Envoyer message

# message
source: On screen
fr: sur l'ecran

# message
source: Remove previous messages
fr: Retirer precedents messages

source: Z Position:
fr: Position axe Z:

source: Gravity signature (blue):
fr: Signature Gravitationnelle (bleu) :

source: Energy signature (red):
fr: Signature energetique (rouge) :

source: Biology signature (green):
fr: Signature biologique (vert) :

# title
source: Value
fr: Valeur

source: Power cut
fr: Coupure de courant

source: Unpause
fr: Relancer

source: Defeat!
fr: Defaite!

source: Victory!
fr: Victoire!

# title
source: docks list
fr: Liste des docks

# title
source: Dock management
fr: Gestion du dock

source: Deliver to :
fr: Transferer a :

source: Deliver
fr: Transferer

source: Launch :
fr: Lancer :

source: Launch
fr: Lancer

source: Energy control :
fr: Controle energie

# docks
source: Energy Main
fr: Energie vaisseau

# docks
source: Energy Cargo
fr: Energie drone

# docks
source: Main
fr: Vaisseau

# docks
source: Cargo
fr: Drone

source: Transporting cargo out
fr: Sortie du drone

source: Cancel deliver
fr: Annuler transfert

source: Incoming cargo
fr: Drone entrant

source: Outcoming cargo
fr: Drone sortant

source: Repair finished
fr: Reparation terminee

source: Repairing...
fr: Reparation...

source: Health
fr: Sante

source: Power
fr: Puissance

source: Heat
fr: Chaleur

source: Coolant
fr: Froid

source: Repair
fr: Repar.

source: Instability
fr: Instabilite

source: Maximal health
fr: Sante max.

source: energy
fr: Energie

source: Ship
fr: Vaisseau

source: Model
fr: Modele

source: Reactor ?
fr: Reacteur ?

source: Yes
fr: Oui

source: No
fr: Non

source: Missiles tubes
fr: Tubes a missiles

source: Beams lasers
fr: Lasers

source: Instability Level :
fr: Niveau d'instabilite :

source: Basic Informations
fr: Informations basiques

source: Additionnal Informations
fr: Informations additionnelles

source: Template Informations
fr: Informations usine

source: Systems
fr: Systemes

source: Frequencies
fr: Frequences

source: No object targeted
fr: Aucun objet cible

source: Object not fully scanned
fr: Scan de l'objet insuffisant

source: Electrical:
fr: Electrique :

source: Gravitational:
fr: Gravitationnelle :

source: Biological:
fr: Biologique :

# docks
source: Empty
fr: Vide

# docks
source: Docked
fr: Occupe

# docks
source: Moving in
fr: Entrant

# docks
source: Moving out
fr: Sortant

# docks
source: Unknown
fr: Inconnu

# docks
source: Launcher
fr: Lanceur

# docks
source: Energy
fr: Energie

# docks
source: Thermic
fr: Thermique

# docks
source: Repair
fr: Reparation

source: Shields
fr: Boucliers

# help
source: Close
fr: Fermer

source: SELF DESTRUCT ACTIVATED
fr: AUTO DESTRUCTION ACTIVEE

source: Waiting for autorization input: {todo} left
fr: En attente de code d'autorisation : {todo} restants

source: Have a nice day.
fr: Passez une bonne journee

source: Damage with your beams
fr: Degats avec vos lasers

source: Damage on your shields
fr: Degats sur vos boucliers

# frequencies
source: No data
fr: Aucune donnee

# PowerDamageIndicator
source: DAMAGED
fr: ENDOMMAGE

# PowerDamageIndicator
source: JAMMED
fr: BLOQUE

# PowerDamageIndicator
source: NO POWER
fr: PUISSANCE NULLE

# PowerDamageIndicator
source: LOW ENERGY
fr: ENERGIE FAIBLE

# PowerDamageIndicator
source: LOW POWER
fr: PUISSANCE FAIBLE

# PowerDamageIndicator
source: OVERHEATING
fr: SURCHAUFFE

# PowerDamageIndicator
source: HACKED
fr: HACKE

source: Scan
fr: Scanner

source: SHIP DESTROYED!
fr: VAISSEAU DETRUIT

# DestroyedPopup
source: Return
fr: Retour

# comms
source: Opening communications...
fr: Ouverture des communicaitons

# comms
source: Cancel
fr: Annuler

# comms
source: Answer
fr: Repondre

# comms
source: No reply...
fr: Pas de reponse...

# comms
source: Communications were suddenly cut
fr: Communications soudainement coupee

# comms
source: Communications channel closed
fr: Communications stoppees

# comms
source: Send
fr: Envoyer

# comms
source: Close
fr: Fermer

# comms
source: Hailed by
fr: Contacte par

source: Jump in:
fr: Jump dans :

# ScanningDialog
source: LOCKED
fr: VERROUILLE

# ScanningDialog
source: Cancel
fr: Annuler

# MainScreenControls
source: Main screen
fr: Ecran principal

# MainScreenControls
source: Front
fr: Avant

# MainScreenControls
source: Back
fr: Arriere

# MainScreenControls
source: Left
fr: Gauche

# MainScreenControls
source: Right
fr: Droite

# MainScreenControls
source: Target lock
fr: Cible

# MainScreenControls
source: Tactical
fr: Tactique

# MainScreenControls
source: Long Range
fr: Analyse

# MainScreenControls
source: Far Range
fr: Navigation

# MainScreenControls
source: Target analysis
fr: Analyse Cible

# MainScreenControls
source: Show comms
fr: Montrer comms

# MainScreenControls
source: Hide comms
fr: Cacher comms

# database
source: Back
fr: Retour

# hack
source: Close
fr: Fermer

# hack
source: Apply
fr: Hacker

source: Hacking in Progress:
fr: Hack en cours :

source: Hacked {target_system}: {level}%
fr: Hack {target_system} : {level}%

source: Hacking SUCCESS!
fr: Hack reussi !

source: Hacking FAILURE!
fr: Hack rate !

source: Oxygen:
fr: Oxygene :

# beams
source: Turret rotation rate
fr: Rotation des tourelles

source: Tractor beam control
fr: Controle du rayon tracteur

# tractor_beam
source: Pull
fr: Attirer

# tractor_beam
source: Push
fr: Repousser

# tractor_beam
source: Hold
fr: Tenir

# tractor_beam
source: Range:
fr: Portee :

source: Searching for targets.
fr: Recherche de cibles.

source: Searching for hostiles around {position_x},{position_y}.
fr: Recherche de cibles hostiles autour de {position_x},{position_y}.

source: Searching for supplies.
fr: Recherche de support.

source: Docking to {id}.
fr: Se dock a {id}

source: Standing ground for now.
fr: Reste en position

source: Defending {position_x},{position_y}.
fr: Defend la position {position_x},{position_y}.

source: Defending {id}.
fr: Defend {id}.

source: Following {id}.
fr: Suit {id}

source: Moving to {target_x},{target_y}.
fr: Se deplace vers {position_x},{position_y}.

source: Moving to attack {id}!
fr: Attaque {id} !

source: Start of log
fr: Debut du log

source: {damage} hull damages. Affected systems:
fr: {damage} degats a la carlingue. Systemes affectes:

source: Communication channel closed by other side
fr: Canal de communication ferme par l'autre cote

source: Hailing from {id} stopped
fr: Contact de {id} rompu

source: Communication channel closed
fr: Canal de communication ferme

source: New warp frequency: {frequency}
fr: Nouvelle frequence de warp : {frequency}

source: Jump initialization
fr: Initialisation du Jump

source: Missile fire
fr: Missile tire

source: Shield up
fr: Boucliers actives

source: Shield down
fr: Boucliers desactives

source: Fire up
fr: Lasers actives

source: Fire down
fr: Lasers desactives

source: Docking requested
fr: Docking demande

source: Undocking requested
fr: Dedocking demande

source: Docking aborded
fr: Docking stoppe

source: Opened comms with {id}
fr: Ouverture des coms avec {id}

source: Hailing: {id}
fr: Contact : {id}

source: Opened comms to {id}
fr: Ouverture des coms vers {id}

source: Opened communication channel to {id}
fr: Ouverture du canal de communication vers {id}

source: Refused communications from {id}
fr: Refus de communication provenant de {id}

source: Refused communications to {id}
fr: Refus de communication vers {id}

source: Hail suddenly went dead.
fr: Coupure soudaine du contact

source: Accepted hail from {id}
fr: Contact accepte provenant de {id}

source: Refused hail from {id}
fr: Refus du contact provenant de {id}

source: Autorepair enabled
fr: Reparation automatique activee

source: New beam frequency:
fr: Nouvelle frequence de laser :

source: New targeted system:
fr: Nouvelle systeme cible :

source: New shield frequency:
fr: Nouvelle frequence de boucliers :

source: Self Destruction procedure activate
fr: Procedure d'autodestruction activee

source: Self Destruction procedure canceled
fr: Procedure d'autodestruction annulee

source: Red Alert
fr: Alerte Rouge

source: Yellow Alert
fr: Alerte Jaune

source: CallSign
fr: ID

source: Shield
fr: Bouclier
